Repository: latifa7373/Burnout
Catalog: burnout/burnout/Localizable.xcstrings
Source language: en
Languages: ar

source: Low: Your recent responses indicate stable patterns. Medium : Your recent responses suggest increased strain. Consider healthy recovery habits. High :Your recent responses indicate elevated strain levels. Consider prioritizing rest and seeking support if needed. Note : Burn-Out provides general insights and is not a medical diagnosis
ar: منخفض: تشير إجاباتك الأخيرة إلى أنماط مستقرة. متوسط: تشير إجاباتك الأخيرة إلى وجود ضغط متزايد. يُنصح باتباع عادات تعافٍ صحية. مرتفع: تشير إجاباتك الأخيرة إلى ارتفاع مستويات الضغط. يُنصح بإعطاء الراحة أولوية وطلب الدعم عند الحاجة. تنبيه: يقدّم مؤشر الاحتراق الوظيفي معلومات عامة ولا يُعد تشخيصًا طبيًا.

source: A Little
ar: قليلاً

source: A Lot
ar: كثيرًا

source: About Burnout
ar: عن الإحتراق الوظيفي

source: All Done
ar: تم الإكمال

source: All done !
ar: تم الإكمال !

source: Answer today's questions to generate your first insights.
ar: أجب عن أسئلة اليوم لاحتساب مؤشر الاحتراق الوظيفي لديك.

source: Answer today's questions to see your burnout status.
ar: أجب عن أسئلة اليوم لمعرفة حالتك.

# Answered days: %lld • Work days shown: %lld
source: Answered days: %1$lld • Work days shown: %2$lld
ar: الأيام المجابه: %1$lld • أيام العمل تُظهِر: %2$lld

# Answered days: %lld • Work days this month: %lld • Total days: %lld
source: Answered days: %1$lld • Work days this month: %2$lld • Total days: %3$lld
ar: الأيام المجابه: %1$lld • أيام العمل هذا الأسبوع: %2$lld • إجمالي الأيام: %3$lld

source: Burnout Insights
ar: نظرة على مؤشر الاحتراق الوظيفي

source: Burnout is an occupational phenomenon — not a medical condition. It results from chronic workplace stress that has not been successfully managed. According to ICD-11, burnout is characterized by: • Feelings of energy depletion or exhaustion • Increased mental distance or cynicism toward work • Reduced professional efficacy
ar: الاحتراق الوظيفي هو ظاهرة مهنية — وليس حالة طبية. ينتج عن ضغط مزمن في بيئة العمل لم تتم إدارته بشكل فعّال. وفقًا للتصنيف الدولي للأمراض (ICD-11)، يتميز الاحتراق الوظيفي بـ: • الشعور باستنزاف الطاقة أو الإرهاق • زيادة التباعد الذهني أو السخرية تجاه العمل • انخفاض الكفاءة المهنية

source: By the end of the workday, I feel emotionally exhausted.
ar: أحس بإرهاق عاطفي بنهاية يوم العمل.

source: Check-In Pending
ar: بانتظار تسجيل اليوم

source: come back
ar: عد إلينا

source: Complete 3 daily check-ins to see your burnout status.
ar: أكمل 3 تسجيلات يومية لاحتساب مؤشر الاحتراق الوظيفي لديك.

source: complete 3 daily check-ins to unlock your average
ar: أكمِل ٣ تسجيلات يومية لإظهار حالتك

source: Complete your first check-in to unlock your personalized status.
ar: أكمل أول تسجيل لك لتفعيل حالتك الشخصية.

source: Continue
ar: متابعة

source: Danger Line
ar: خط الخطر

source: Done
ar: تم

source: End of Work Time
ar: نهاية وقت الدوام

source: Enter your name
ar: أكتب أسمك

source: Even after resting, the feeling of fatigue comes back quickly.
ar: حتى بعد الراحة، التعب يرجع بسرعة.

source: Extremely
ar: بشدة

source: Friday
ar: الجمعة

source: Hello, %@
ar: مرحبا، %@

source: Hello, world!
ar: مرحبا

source: Here is your Burnout Risk Index
ar: هذه نتيجة مؤشر خطر الاحتراق الوظيفي

source: High
ar: مرتفع

source: High Risk
ar: خطر مرتفع

source: How is this calculated?
ar: كيف يتم الحساب؟

source: How much does this describe you?
ar: الى اي حد هذا يوصفك؟

source: I am satisfied with my performance at work.
ar: راضي عن ادائي الوظيفي .

source: I can handle work challenges in a good and effective way.
ar: أقدر أتعامل مع تحديات الشغل بشكل زين

source: I do my tasks without much feeling or care.
ar: أسوي مهامي بدون إحساس أو اهتمام.

source: I don't care as much about what happens at work anymore.
ar: ما صرت أهتم كثير باللي يصير في الشغل.

source: I feel competent in the work I do.
ar: أحس إني كفء في شغلي.

source: I feel emotionally detached from my job.
ar: أحس إني منفصل نفسيًا عن عملي

source: I feel like I really need a long break from work today.
ar: أحس إني محتاج إجازة طويلة من الشغل اليوم.

source: I feel that I achieve important things in my job.
ar: أحس إني أنجز أشياء مهمة في عملي.

source: I feel that I make a real contribution where I work.
ar: أحس إني أضيف شي فعلي بالمكان اللي أشتغل فيه.

source: I started my workday already feeling tired.
ar: بدأت يومي الوظيفي وأنا تعبان.

source: I work on autopilot just to get things done.
ar: أشتغل بشكل آلي بس عشان أخلص.

source: I've started dealing with my job in a cold, detached way.
ar: صرت أتعامل مع الدوام ببرود.

source: Index
ar: مؤشر

source: Insights
ar: نظرة عامة

source: Keep checking in daily for more accurate insights
ar: استمر في التسجيل اليومي للحصول على نظرة أدق لحالتك.

source: learn more
ar: تعرّف على المزيد

source: Learn more — World Health Organization (ICD-11)
ar: تعرّف على المزيد — منظمة الصحة العالمية (ICD-11)

source: Let's get to know you
ar: لنبدأ بالتعرّف عليك

source: Let's start
ar: لنبدأ

source: Low
ar: منخفض

source: Low Risk
ar: خطر منخفض

source: Medium
ar: متوسط

source: Medium Risk
ar: خطر متوسط

source: Monday
ar: الاثنين

source: Month
ar: شهر

source: My effort at work has real value.
ar: جهدي في العمل له قيمة.

source: My enthusiasm for work today is lower than it used to be.
ar: الشغل ما عاد يعني لي زي أول.

source: My job drains my mental and emotional energy.
ar: دوامي يستنزف طاقتي النفسية والعاطفية.

source: My job is emotionally consuming me.
ar: الدوام يستنزف طاقتي النفسية.

source: My job makes me feel proud of myself.
ar: شغلي يخليني أحس بالفخر.

source: Need 3 days to calculate average
ar: تحتاج ٣ أيام لحساب المتوسط

source: Never
ar: أبدًا

source: No data yet
ar: لا توجد بيانات بعد

source: No questions for today
ar: لا أسأله لليوم

source: No Status
ar: بدون حالة

source: No Status Yet
ar: لا توجد حالة بعد

source: No work days selected
ar: لم يتم تحديد ايام العمل

source: Note: High means your score is above the risk line for 3 days in a row.
ar: ملاحظة: تعني الحالة "مرتفع" أن نتيجتك كانت أعلى من خط الخطر لمدة ٣ أيام متتالية.

source: Pending
ar: قيد الانتظار

source: Profile
ar: الملف الشخصي

source: Profile Screen
ar: صفحة الملف الشخصي

source: Read more
ar: اقرأ المزيد

source: Risk %
ar: الخطر %

source: Risk line
ar: خطّ الخطر

source: Risk Score
ar: نسبة الخطر

source: Saturday
ar: السبت

source: Select work days
ar: اختار ايام العمل

source: Select work end time
ar: اختار وقت نهاية الدوام

source: Show less
ar: عرض أقل

source: Somewhat
ar: نوعًا ما

source: Splash Screen
ar: الشاشة الإفتتاحية

source: Start Now
ar: إبدا الأن

source: Start with today's check-in
ar: ابدأ بتسجيل اليوم

source: Status
ar: وضعك الحالي

source: Sunday
ar: الأحد

source: Take a minute to complete it when you're ready.
ar: خذ دقيقة لإكماله عندما تكون مستعدًا.

source: Thursday
ar: الخميس

source: Today's Check
ar: تسجيل اليوم

source: Today's work stress feels more than I can handle.
ar: ضغوط العمل اليوم أكثر مما أتحمّل.

source: tomorrow
ar: غدا

source: Tuesday
ar: الثلاثاء

source: Type your name
ar: أكتب إسمك

source: View details
ar: عرض التفاصيل

source: View more
ar: عرض المزيد

source: Wednesday
ar: الأربعاء

source: Week
ar: أسبوع

source: Weekly Work Days
ar: أيام العمل الاسبوعي

source: Welcome Page 1
ar: صفحة الترحيب ١

source: Welcome Page 2
ar: صفحة الترحيب ٢

source: Welcome Page 3
ar: صفحة الترحيب ٣

source: What does “Low / Medium / High” mean?
ar: ما معنى مستويات منخفض / متوسط / مرتفع؟

source: Work doesn't mean as much to me as it used to.
ar: الشغل ما عاد يعني لي زي أول.

source: Your answers use a 1–5 scale from Never (1) to Extremely (5) Each day, you answer 3 questions then we calculate the daily average: (Q1 + Q2 + Q3) ÷ 3 and we label the daily result as: * Low: 1–2 * Medium: 2.5–3 * High: 3.5–5 Your status changes only after the same level repeats for 3 days in a row.
ar: تُستخدم إجاباتك مقياسًا من 1 إلى 5، يبدأ من أبدًا (1) إلى بدرجة شديدة جدًا (5). كل يوم، تجيب عن 3 أسئلة، ثم يتم احتساب المتوسط اليومي وفق المعادلة التالية: (Q1 + Q2 + Q3) ÷ 3 بعد ذلك يتم تصنيف النتيجة اليومية كالتالي: • منخفض: من 1 إلى 2 • متوسط: من 2.5 إلى 3 • مرتفع: من 3.5 إلى 5 لا تتغير حالتك إلا إذا تكرّر نفس المستوى لمدة 3 أيام متتالية.

source: your average on the past 3 days looks
ar: متوسطك خلال آخر ٣ أيام يبدو

source: Your average over the past 3 days is in the high range.
ar: متوسطك خلال آخر 3 أيام في المستوى المرتفع.

source: Your average over the past 3 days is in the low range.
ar: متوسطك خلال آخر 3 أيام في المستوى المنخفض.

source: Your average over the past 3 days is in the medium range.
ar: متوسطك خلال آخر 3 أيام في المستوى المتوسط.

source: Your average over the past 3 days looks
ar: متوسط اخر ٣ أيام لك تُظهِر

source: Your name
ar: إسمك

source: Your status will appear after 3 check-ins.
ar: ستظهر حالتك بعد إتمام ثلاثة تسجيلات يومية.
